//information
albums = [
    {
        name:`Какаято штука номер 1`,
        img:`assets/first.jpg`,
        description:`Штука номер одн просто восхтительна, для почнки косяков дверей.В ней нуждается кажный человек на планете  , мы уверены, вы и сами знаете почему, пусть даже и не догадываетесь. Эта слошком восхительная штука номер 1 идеольно подхордит для украшения ващец спальк, а так же для катания на лодке под парусом. И открывая секрет вам велечайшийц секрет, скажу, что она прекрасно заменил кноки на вашей духовке на сенсорную панель с голосовым кправлением канарейки. Теперь ваши любмые домашние канарейки смогут сам приготовить себе пирог в ваше отсуствие. Так же штукой номер один пользуются многие жирафы, поскольку такие штуки-номер-один работают так же как и удленитель шеи. И есл вом вдруг захосеется стать жировам, то... В прочем, мы зашл довольно далеко. Теперь вы вдите как необходима вам штука-номер-один ведь без нее вам не прожть ни дня!`
    },
    {
        name:`Какаято штука номер 1`,
        img:`assets/second.jpg`,
        description:`В этот раз мне хотелось бы поговортьо паммовой миграции рыб-потолочников в северно-ледовтом океане. Она связана с изменением уен на пончики вэтих районах, а, как звестно. рыбы-потолочнки не могут обходиться без пончков, как лисца без табуретки. Нестабитьность уен вызвана дифичитом коралловой пудры, которая (нет, вы подумали неверно, не используется в приготовлен пончков для рыб-потолочников) котороая исползуется для избавление пригорания пончиков в противеням, что, в тоге, приводт к взлёту цен на протевини в северном ледовтом океане  вызывает массовую истерию у каралловых рифов, уже разросшхся на знаемитых потонувшх кораблях, такх как , скажем, Титаник. Панкующие каралловые рифы в перемешку с рыбами-потолочниками наводнили ближайше окрестности, что приводит в панку не выдерживающих шума скатов-перекатов. Про городам вспыхивают массовые рыбно-водяныые драки! Детят плавник и хвосты, рвутся жабры, в караллах путаются хвосты! В тех же окрестностях прохоят  знаменитые чемпонаты по бросанию вдаль резиновых уточек и... нам только что доставил известия: акулы-букмекеры изменил ставки, ведь юольшенство из них яроные фанаты пончков, их возмущфет внезопный ! Подводные жтели в ужасе и эжта трагедя ошеломила даже рыб-потолочников, страдающх без пончиков.`
    },
    {
        name:`Какаято штука номер 1`,
        img:`assets/second.jpg`,
        description:`А штуку номепр три мы еще не придумали`
    }
]

//information

let list_links = document.querySelector(`#sp_a`);

   